[
  {
    "text": "Cách duy nhất để làm việc tuyệt vời là yêu thích công việc của bạn.",
    "author": "Steve Jobs",
    "category": "motivation"
  },
  {
    "text": "Thành công không phải là điểm cuối cùng, thất bại không phải là chết người: Quan trọng nhất là sự can đảm để tiếp tục.",
    "author": "Winston Churchill",
    "category": "success"
  },
  {
    "text": "Hãy tin rằng bạn có thể và bạn đã đi được một nửa đường rồi.",
    "author": "Theodore Roosevelt",
    "category": "confidence"
  },
  {
    "text": "Tương lai thuộc về những người tin vào vẻ đẹp của giấc mơ của họ.",
    "author": "Eleanor Roosevelt",
    "category": "motivation"
  },
  {
    "text": "Thời gian của bạn có hạn, đừng lãng phí nó bằng cách sống cuộc sống của người khác.",
    "author": "Steve Jobs",
    "category": "time"
  },
  {
    "text": "Mọi thứ luôn trở nên không thể cho đến khi nó được thực hiện.",
    "author": "Nelson Mandela",
    "category": "success"
  },
  {
    "text": "Đừng chờ đến khi sắt nóng mới đánh, mà hãy làm cho nó nóng bằng cách đánh.",
    "author": "William Butler Yeats",
    "category": "motivation"
  },
  {
    "text": "Giới hạn duy nhất của chúng ta trong việc hiện thực hóa ngày mai sẽ là nghi ngờ của chúng ta vào hôm nay.",
    "author": "Franklin D. Roosevelt",
    "category": "confidence"
  },
  {
    "text": "Đừng nhìn vào đồng hồ; hãy làm điều nó làm. Hãy tiếp tục đi.",
    "author": "Sam Levenson",
    "category": "time"
  },
  {
    "text": "Thành công là bước từ thất bại này đến thất bại khác mà không mất đi sự hăng say.",
    "author": "Winston Churchill",
    "category": "success"
  },
  {
    "text": "Nếu bạn không sẵn lòng đối mặt với rủi ro thông thường, bạn sẽ phải chấp nhận điều thông thường.",
    "author": "Jim Rohn",
    "category": "motivation"
  },
  {
    "text": "Người bạn định trở thành là người bạn quyết định trở thành.",
    "author": "Ralph Waldo Emerson",
    "category": "confidence"
  },
  {
    "text": "Cuộc sống là sự kết hợp của những lựa chọn mà chúng ta đã thực hiện.",
    "author": "Albert Camus",
    "category": "life"
  },
  {
    "text": "Đừng để những gì bạn không thể làm ngăn cản những gì bạn có thể làm.",
    "author": "John Wooden",
    "category": "motivation"
  },
  {
    "text": "Hãy nhìn thấy sự tích lũy, chứ không phải là sự mất mát.",
    "author": "Barbara Corcoran",
    "category": "happiness"
  },
  {
    "text": "Nếu bạn có thể nghĩ về nó, bạn có thể làm được nó.",
    "author": "Arnold Schwarzenegger",
    "category": "confidence"
  },
  {
    "text": "Chúng ta không thể giải quyết vấn đề bằng cùng mức tư duy mà tạo ra nó.",
    "author": "Albert Einstein",
    "category": "creativity"
  },
  {
    "text": "Sự kiên nhẫn là chìa khóa để mở cánh cửa thành công.",
    "author": "Bob Proctor",
    "category": "success"
  },
  {
    "text": "Không có bí mật nào để thành công. Đó chỉ là sự chuẩn bị, làm việc chăm chỉ và học hỏi từ thất bại.",
    "author": "Colin Powell",
    "category": "success"
  },
  {
    "text": "Không gì là không thể. Một từ nhỏ có thể thay đổi tất cả.",
    "author": "Jiminy Cricket",
    "category": "motivation"
  },
  {
    "text": "Người ta thường nói về đầu tư thời gian. Thực sự, không có thời gian nào tốt nhất để đầu tư hơn bây giờ.",
    "author": "Tony Robbins",
    "category": "time"
  },
  {
    "text": "Đừng bao giờ làm thất vọng vì thất bại là cơ hội để bắt đầu lại thông minh hơn.",
    "author": "Henry Ford",
    "category": "success"
  },
  {
    "text": "Sự đau khổ là phần thưởng của sự tăng trưởng.",
    "author": "Chimamanda Ngozi Adichie",
    "category": "life"
  },
  {
    "text": "Mỗi thất bại chứa đựng hạnh phúc nếu trí tuệ để nói lên sự học hỏi và trí tuệ để chấp nhận sự thay đổi.",
    "author": "John C. Maxwell",
    "category": "happiness"
  },
  {
    "text": "Thay đổi là quá trình bắt buộc và nó sẽ tạo ra sự tăng trưởng.",
    "author": "Wayne Dyer",
    "category": "life"
  },
  {
    "text": "Công việc tốt nhất không phải làm những gì bạn thích, mà làm những gì bạn yêu.",
    "author": "Confucius",
    "category": "motivation"
  },
  {
    "text": "Tình yêu bản thân là cơ sở của tất cả mọi thứ.",
    "author": "Lucille Ball",
    "category": "love"
  },
  {
    "text": "Không có gì khó khăn nếu bạn có ý chí.",
    "author": "Bella Abzug",
    "category": "confidence"
  },
  {
    "text": "Hãy đặt mục tiêu cao. Đừng bao giờ ngần ngại về chiều cao của chúng.",
    "author": "Paulo Coelho",
    "category": "motivation"
  },
  {
    "text": "Sự giáo dục là chìa khóa cho việc mở cánh cửa của tương lai.",
    "author": "Malcolm X",
    "category": "wisdom"
  },
  {
    "text": "Người ta không nhớ những gì bạn nói, nhưng họ nhớ cảm giác mà bạn đưa cho họ.",
    "author": "Maya Angelou",
    "category": "kindness"
  },
  {
    "text": "Không gì là không thể nếu bạn có đủ lòng tin vào bản thân.",
    "author": "Muhammad Ali",
    "category": "confidence"
  },
  {
    "text": "Thất bại là cơ hội để bắt đầu lại thông minh hơn.",
    "author": "Henry Ford",
    "category": "success"
  },
  {
    "text": "Có hai cách để sống cuộc đời của bạn: Một là sống như là không có điều kì diệu nào, Hai là sống như là mọi điều đều là điều kì diệu.",
    "author": "Albert Einstein",
    "category": "life"
  },
  {
    "text": "Không gì có thể đặt cản trở trước sức mạnh của tinh thần con người.",
    "author": "Will Smith",
    "category": "motivation"
  },
  {
    "text": "Cuộc sống không phải là để sống một mình; chúng ta là những cục đá xây dựng cho nhau.",
    "author": "Sean Stephenson",
    "category": "kindness"
  },
  {
    "text": "Nếu bạn không bao giờ thất bại, bạn chưa bao giờ thử thách bản thân mình đến mức cần thiết.",
    "author": "Albert Einstein",
    "category": "success"
  },
  {
    "text": "Hãy làm những thay đổi mà bạn muốn thấy trong thế giới.",
    "author": "Mahatma Gandhi",
    "category": "kindness"
  },
  {
    "text": "Hãy sống cuộc đời bạn sao cho bạn có thể trở thành câu chuyện của chính mình.",
    "author": "George Bernard Shaw",
    "category": "life"
  },
  {
    "text": "Thành công đến từ việc chuẩn bị, tạo cơ hội và không bao giờ ngừng học hỏi.",
    "author": "Henry Ford",
    "category": "success"
  },
  {
    "text": "Để thành công trong cuộc sống, bạn cần hai thứ: sự nguyện bản và kế hoạch.",
    "author": "Zig Ziglar",
    "category": "success"
  },
  {
    "text": "Cuộc sống không ngắn ngủi, nhưng bạn không thể sống một cuộc sống có ý nghĩa nếu bạn không sống một cuộc sống tập trung.",
    "author": "Seneca",
    "category": "life"
  },
  {
    "text": "Đừng để ngày mai chặn đứng những gì bạn có thể làm ngày hôm nay.",
    "author": "Laura Palmer",
    "category": "time"
  },
  {
    "text": "Hãy tin rằng bạn đang đào sâu vào vùng tâm trí bạn để làm những thay đổi tích cực trong cuộc sống của bạn.",
    "author": "Denis Waitley",
    "category": "confidence"
  },
  {
    "text": "Không có điều gì tốt đẹp hơn việc phát hiện ra bạn đang mạnh mẽ, độc lập và tự chủ.",
    "author": "Bryant H. McGill",
    "category": "confidence"
  },
  {
    "text": "Khi bạn mơ ước, bạn đang tạo ra một mô hình của mình trong tương lai.",
    "author": "Tony Robbins",
    "category": "motivation"
  },
  {
    "text": "Hãy làm việc như bạn không cần tiền, yêu thương như bạn chưa bao giờ bị tổn thương, và nhảy nhót như không có ai đang nhìn thấy.",
    "author": "Mark Twain",
    "category": "happiness"
  },
  {
    "text": "Sự nỗ lực liên tục không phải là một con đường dễ dàng, nhưng nó chắc chắn sẽ đưa bạn đến nơi bạn muốn đến.",
    "author": "George Lorimer",
    "category": "success"
  },
  {
    "text": "Mục tiêu của bạn không nên là làm những gì mọi người đang làm; mục tiêu của bạn nên là làm những gì mọi người không thể làm.",
    "author": "Jerry Rice",
    "category": "motivation"
  },
  {
    "text": "Cuộc sống không phải là mặt trận, nhưng nó cũng không phải là sân chơi.",
    "author": "H. Jackson Brown Jr.",
    "category": "life"
  },
  {
    "text": "Hãy nhớ rằng người mà bạn đang trở thành hôm nay sẽ xác định cuộc sống bạn sẽ sống vào ngày mai.",
    "author": "Hal Elrod",
    "category": "life"
  },
  {
    "text": "Không có hình mẫu nào để đạt được, không có quy tắc nào để làm theo, chỉ có sự hiện tại để tận hưởng.",
    "author": "Anne Wilson Schaef",
    "category": "happiness"
  },
  {
    "text": "Đừng bao giờ sợ bóng tối, bởi vì đó là nơi sẽ xuất hiện ánh sáng.",
    "author": "Ruth E. Renkel",
    "category": "motivation"
  },
  {
    "text": "Mục tiêu không phải là nhìn thấy những gì chúng ta có thể nhìn thấy, mà là nhìn thấy những gì không thể nhìn thấy bằng cách sử dụng tư duy sáng tạo.",
    "author": "Jonathan Swift",
    "category": "creativity"
  },
  {
    "text": "Mục tiêu của chúng ta không phải là để đạt được sự hoàn hảo, mà là để tạo ra sự cải thiện không ngừng.",
    "author": "Peter Cohen",
    "category": "success"
  },
  {
    "text": "Đôi khi cuộc sống chỉ là việc giữ cho đôi chân của bạn nổi lên khỏi nước.",
    "author": "Tom Hansen",
    "category": "life"
  },
  {
    "text": "Người ta không nhớ những gì bạn nói hoặc làm, mà họ nhớ cảm giác bạn mang lại cho họ.",
    "author": "Maya Angelou",
    "category": "kindness"
  },
  {
    "text": "Sự chuẩn bị tốt đẹp là chìa khóa của mọi thành công.",
    "author": "Alexander Graham Bell",
    "category": "success"
  },
  {
    "text": "Hãy sống ngày hôm nay một cách tốt nhất, vì hôm qua đã trôi qua và ngày mai chưa đến.",
    "author": "Charles Dickens",
    "category": "time"
  },
  {
    "text": "Không có ngày mai nào giống nhau, đừng lãng phí thời gian quý báu của bạn hôm nay.",
    "author": "Eleanor Roosevelt",
    "category": "time"
  },
  {
    "text": "Cuộc sống không phải là đo lường của số lần thở, mà là những khoảnh khắc khi trái tim chúng ta đập mạnh.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Hãy học từ khả năng của bạn, đừng ngần ngại thử thách khả năng của mình.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Không có sự thành công mà không có sự nỗ lực.",
    "author": "Sophocles",
    "category": "success"
  },
  {
    "text": "Người hạnh phúc nhất không phải là người có tất cả mọi thứ, mà là người biết cách đánh giá những gì mình đang có.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Hãy tin rằng bạn có thể, và bạn đã nửa đường đến với thành công.",
    "author": "Theodore Roosevelt",
    "category": "confidence"
  },
  {
    "text": "Đừng đặt giới hạn cho giấc mơ của bạn. Đặt giới hạn cho chính bạn.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Hãy giữ cho tâm hồn bạn trẻ trung, đừng bao giờ ngừng khám phá, và hãy luôn giữ cho trái tim bạn mở rộng.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Sự cố gắng không bao giờ là vô ích.",
    "author": "Aesop",
    "category": "motivation"
  },
  {
    "text": "Hãy tập trung vào những gì bạn muốn đạt được, không phải những gì bạn sợ sẽ mất đi.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Không có bí mật đến với thành công ngoại trừ việc làm việc chăm chỉ.",
    "author": "Thomas Jefferson",
    "category": "success"
  },
  {
    "text": "Hãy lắng nghe lẻ loi vào đêm tĩnh lặng. Đó có thể là suy nghĩ bạn đang tìm kiếm.",
    "author": "Anonymous",
    "category": "wisdom"
  },
  {
    "text": "Sự sáng tạo đến từ sự dũng cảm để đối mặt với sự không chắc chắn.",
    "author": "Anonymous",
    "category": "creativity"
  },
  {
    "text": "Mỗi ngày đều là một cơ hội mới để thay đổi cuộc sống của bạn.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Thất bại chỉ là cơ hội để bắt đầu lại một cách thông minh hơn.",
    "author": "Henry Ford",
    "category": "success"
  },
  {
    "text": "Hãy giữ cho đôi mắt của bạn mở rộng để nhìn thấy những điều tuyệt vời trong cuộc sống.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Sự kiên nhẫn là chìa khóa của mọi cánh cửa thành công.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Hãy sống như bạn đang sống cuộc sống bạn muốn.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Không có sự thành công nhanh chóng. Đó chỉ là sự tiếp tục bước chân mỗi ngày.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Cuộc sống không phải là chờ đợi cho bão tố qua đi, mà là học cách nhảy múa trong mưa.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Đôi khi bạn phải đứng một mình để chứng minh cho người khác rằng bạn có thể đứng độc lập.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Đừng bao giờ đánh mất niềm tin vào bản thân mình.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Hãy sống với sự tận hưởng, học với sự quá tải và chẳng bao giờ ngừng mơ với sự hy vọng.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Đôi khi, cuộc sống không phải là về việc chờ đợi cho bão tố qua đi, mà là về việc học cách nhảy múa trong cơn bão.",
    "author": "Vivian Greene",
    "category": "life"
  },
  {
    "text": "Không có người phụ nữ mạnh mẽ, chỉ có người phụ nữ quyết tâm.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Hãy sống mỗi ngày với mục tiêu và ý nghĩa.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Thành công không đến từ sự thoải mái. Thành công đến từ việc vượt qua sự thoải mái.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Cuộc sống chỉ là một cuộc phiêu lưu lớn, hãy tận hưởng mọi khoảnh khắc của nó.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Hãy tạo ra cuộc sống bạn mơ ước. Đây là một trong những kỹ thuật to lớn của cuộc sống.",
    "author": "Bob Proctor",
    "category": "motivation"
  },
  {
    "text": "Không có con đường dẫn đến thành công, thành công là con đường bạn tự tạo ra.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Nếu bạn không thấy hạnh phúc trên con đường bạn đang đi, hãy bắt đầu xây dựng một con đường mới.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Hãy sống như bạn làm cho mỗi giây cuộc sống này có ý nghĩa.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Mỗi ngày là một cơ hội mới để thay đổi cuộc sống của bạn.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Hãy tin tưởng vào bản thân bạn. Bạn đang có nhiều khả năng hơn bạn nghĩ.",
    "author": "Chantal Houde",
    "category": "confidence"
  },
  {
    "text": "Không có bí mật nào đặc biệt để thành công. Chìa khóa là làm việc chăm chỉ và không bao giờ từ bỏ.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Mỗi bước tiến nhỏ đều là một bước tiến về phía trước.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Sự kiên nhẫn và thời gian đều có thể chế tạo ra những đỉnh cao lớn nhất.",
    "author": "Anonymous",
    "category": "time"
  },
  {
    "text": "Đừng chỉ mơ ước, hãy hành động. Đừng chỉ ngắm nhìn, hãy bắt đầu.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Điều quan trọng không phải là những điều bạn đang nhìn thấy, mà là cách bạn hiểu về chúng.",
    "author": "Anonymous",
    "category": "wisdom"
  },
  {
    "text": "Hãy sống như bạn là người tạo ra cuộc sống của mình, vì đó là sự thật.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Điều quan trọng không phải là bạn nằm đâu, mà là bạn đang đi về đâu.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Hãy giữ vững niềm tin vào chính mình và khả năng của mình.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Sự thay đổi bắt đầu khi bạn quyết định đến từng bước.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Hãy giữ cho đam mê của bạn cháy bừng; nó là nguồn năng lượng mạnh mẽ để đạt được mục tiêu.",
    "author": "Oprah Winfrey",
    "category": "motivation"
  },
  {
    "text": "Không có gì có thể thay thế sự kiên nhẫn khi bạn đối mặt với những thách thức của cuộc sống.",
    "author": "Dalai Lama",
    "category": "success"
  },
  {
    "text": "Sự lạc quan là một loại thuốc mạnh mẽ giúp bạn vượt qua mọi gian khó.",
    "author": "Helen Keller",
    "category": "happiness"
  },
  {
    "text": "Thành công không phải là chìa khóa của hạnh phúc; hạnh phúc là chìa khóa của thành công.",
    "author": "Albert Schweitzer",
    "category": "happiness"
  },
  {
    "text": "Đôi khi, bạn phải làm những quyết định khó khăn để đạt được những kết quả lớn.",
    "author": "Tony Robbins",
    "category": "success"
  },
  {
    "text": "Hãy sống mỗi ngày như cuộc sống đang diễn ra ngay bây giờ, không phải ở quá khứ hay tương lai.",
    "author": "Eckhart Tolle",
    "category": "life"
  },
  {
    "text": "Sự sáng tạo đến từ sự táo bạo để đối mặt với những ý tưởng mới và không ngừng thử nghiệm.",
    "author": "Anonymous",
    "category": "creativity"
  },
  {
    "text": "Không có gì quý giá hơn thời gian, hãy sử dụng nó một cách có ý nghĩa.",
    "author": "Anonymous",
    "category": "time"
  },
  {
    "text": "Hãy học từ quá khứ, sống ở hiện tại, và hy vọng vào tương lai.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Sự tự tin không đến từ việc biết bạn không bao giờ thất bại, mà từ việc tin rằng bạn có thể đối mặt với thất bại và học từ nó.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Điều quan trọng không phải là bắt đầu mà là duy trì sự kiên nhẫn và kiên trì trong quá trình tiến triển.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Hãy tạo ra những khoảnh khắc đáng nhớ, vì cuộc sống là sự tích tụ của những khoảnh khắc nhỏ.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Sự thành công đến từ việc biến những ước mơ thành hành động.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Hãy đặt mục tiêu cao và hãy không ngừng phấn đấu để đạt được chúng.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Không có gì quý giá hơn sự tự do để làm theo đuổi đam mê của mình.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Sự thay đổi bắt đầu khi bạn quyết định không chấp nhận trạng thái hiện tại nữa.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Thất bại không phải là kết thúc, mà là cơ hội để bắt đầu lại một cách sáng tạo.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Cuộc sống không phải là cuộc đua với người khác, mà là hành trình tự khám phá và phát triển bản thân.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Hãy làm những điều bạn tin là đúng, ngay cả khi không có ai nhìn thấy.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Mỗi bước tiến nhỏ đều là một chiến thắng trên con đường đến với mục tiêu lớn.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Hãy dành thời gian để làm những điều mà làm cho bạn hạnh phúc, không chỉ làm những điều bạn phải làm.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Hãy sống như bạn làm cho mỗi giây cuộc sống này có ý nghĩa.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Hạnh phúc không phải là đích đến, mà là hành trình bạn chọn đi trong cuộc sống.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Tình yêu không chỉ là cảm xúc, mà còn là sự chấp nhận và tôn trọng đối với người khác.",
    "author": "Anonymous",
    "category": "love"
  },
  {
    "text": "Thời gian là nguồn quý giá nhất mà chúng ta có; hãy sử dụng nó một cách có ý nghĩa và trách nhiệm.",
    "author": "Anonymous",
    "category": "time"
  },
  {
    "text": "Những giấc mơ lớn bắt đầu từ những bước chân nhỏ hôm nay.",
    "author": "Anonymous",
    "category": "motivation"
  },
  {
    "text": "Sự giáo dục là chìa khóa để mở cánh cửa của tương lai.",
    "author": "Anonymous",
    "category": "wisdom"
  },
  {
    "text": "Niềm tin vào bản thân là động lực mạnh mẽ để vượt qua khó khăn.",
    "author": "Anonymous",
    "category": "confidence"
  },
  {
    "text": "Sự tập trung là chìa khóa của sự hiệu quả và thành công trong mọi lĩnh vực.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Sự sáng tạo đến từ sự mở lòng để đón nhận ý tưởng mới và khả năng thay đổi.",
    "author": "Anonymous",
    "category": "creativity"
  },
  {
    "text": "Sự lạc quan không phải là nhìn thấy mọi thứ tốt đẹp, mà là nhìn thấy mọi thứ từ góc nhìn tích cực.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Thành công không chỉ đo lường bằng số liệu, mà còn bằng những ảnh hưởng tích cực bạn mang lại cho người khác.",
    "author": "Anonymous",
    "category": "success"
  },
  {
    "text": "Sức khỏe là kho báu lớn nhất; hãy giữ gìn và chăm sóc nó mỗi ngày.",
    "author": "Anonymous",
    "category": "life"
  },
  {
    "text": "Sự tin tưởng là nền tảng của mọi mối quan hệ và tương lai thành công.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Sự đa dạng là điều quý giá, mang lại sức mạnh và sự giàu có cho cả xã hội.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Sự công bằng và tôn trọng đối xử là cơ sở của một xã hội bền vững và phát triển.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Tâm hồn nhẹ nhàng và tinh thần lạc quan giúp chúng ta vượt qua những thử thách đầy khó khăn.",
    "author": "Anonymous",
    "category": "happiness"
  },
  {
    "text": "Sự nhân từ và lòng lượng thứ đối với người khác là nguồn động viên lớn nhất để tạo ra sự hòa bình trong cộng đồng.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Sự đoàn kết và hỗ trợ lẫn nhau là chìa khóa để vượt qua những khó khăn trong cuộc sống.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Sự sẻ chia mang lại niềm vui gấp bội và làm cho cuộc sống trở nên ý nghĩa hơn.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Kiên nhẫn và lòng nhân ái giúp chúng ta trở nên mạnh mẽ trước mọi thách thức.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Tâm hồn đẹp là nguồn động viên lớn nhất để tạo ra những tác động tích cực trong xã hội.",
    "author": "Anonymous",
    "category": "kindness"
  },
  {
    "text": "Sự tự do là quyền lợi cơ bản của mỗi con người, và nó cần được bảo vệ và tôn trọng.",
    "author": "Anonymous",
    "category": "life"
  }
]
